Repository: common-repository/old-post-notifier
Catalog: lang/oldpost-*.po
Languages: tr_tr

source: This post was published <strong>%s</strong> ago which may make its actuality or expire date not be valid anymore. This site is not responsible for any misunderstanding.
tr_tr: Bu yazı <strong>%s</strong> önce yayınlanmış olduğundan güncelliğini yitirmiş veya içeriğindeki bilgilerin geçerliliği kaybolmuş olabilir. Herhangi bir yanlış anlaşılmadan bu site sorumlu değildir.

source: I have downloaded Old Post Notifier
tr_tr: Old Post Notifier ı Kurdum

source: I installed the plugin to %s.
tr_tr: %s siteme eklentini kurdum

source: %d day
tr_tr: %d gün

source: %d year
tr_tr: %d yıl

source: %d month
tr_tr: %d ay

source: Settings Saved.
tr_tr: Ayarlarınız Kaydedildi.

source: Minimum Days
tr_tr: Minumum Gün

source: Time limitation of old post notification.
tr_tr: Uyarının kaç gün öncesinden itibaren gözükmesini istiyorsunuz.

source: Exclude Categories
tr_tr: İstemediğiniz Kategoriler

source: Enter comma-seperated category IDs to exclude them from warning message
tr_tr: Uyarı mesajınızın görünmesini istemdiğiniz kategorilerin IDlerini virgül ile ayırarak yazın

source: Background Color
tr_tr: Arkaplan Rengi

source: Text Color
tr_tr: Yazı Rengi

source: Border Color
tr_tr: Kenarlık Rengi

source: Link Color
tr_tr: Link Rengi

source: Warning Message
tr_tr: Uyarı Mesajı

source: Don't forget to add %old_date% where you want the time to appear in your message.
tr_tr: Uyarı mesajınızda zamanın görünmesini istediğiniz yere %old_date% i eklemeyi unutmayın.

source: Preview
tr_tr: Önizleme

source: Save Changes
tr_tr: Ayarları Kaydet

source: Follow me on <a href="%1$s" target="_blank">Twitter</a> and <a href="%2$s" target="_blank">Friendfeed</a><br />
tr_tr: Beni <a href="%1$s" target="_blank">Twitter</a> ve <a href="%2$s" target="_blank">Friendfeed</a> den Takip Edin<br />

source: For more information and support, visit <a href="%s" target="_blank">plugin</a> page<br />
tr_tr: Daha fazla bilgi ve destek için <a href="%s" target="_blank">eklenti sayfasını</a> ziyaret edin<br />
